Repository: Benj-min000/app_refer
Catalog: lib/l10n/app_*.arb
Languages: uk

# hintSearch
source: Find it! Delicious Dishes
uk: Пошук страв або магазинів

# tabFoodDelivery
source: Food Delivery
uk: Доставка їжі

# tabGroceryShopping
source: Grocery & Shopping
uk: Продукти · Покупки

# tabPickup
source: Pick-up
uk: Самовивіз

# tabGifting
source: Send Gifts
uk: Подарунки

# tabBenefits
source: View All Benefits
uk: Акції

source: Hello World!
uk: Привіт, світ!

source: Change Language
uk: Змінити мову

# findingLocalization
source: Finding your localization...
uk: Визначення вашого місцезнаходження...

# hintName
source: Name
uk: Ім'я

# hintEmail
source: Email
uk: Електронна пошта

# hintPassword
source: Password
uk: Пароль

# hintConfPassword
source: Confirm Password
uk: Підтвердьте пароль

source: Login
uk: Увійти

source: Register
uk: Зареєструватися

source: Sign Up
uk: Створити акаунт

source: Registering Account...
uk: Реєстрація акаунта...

source: Checking Credentials...
uk: Перевірка даних...

# errorEnterEmailOrPassword
source: Please Enter Email or Password
uk: Будь ласка, введіть електронну пошту та пароль

# errorEnterRegInfo
source: Please Enter required information for Registration
uk: Будь ласка, введіть необхідну інформацію для реєстрації

# errorSelectImage
source: Please Select an Image
uk: Будь ласка, виберіть зображення

# errorNoMatchPasswords
source: Passwords don't match!
uk: Паролі не збігаються!

# errorLoginFailed
source: Login Failed
uk: Помилка входу

# errorNoRecordFound
source: No record found
uk: Запис не знайдено

# blockedAccountMessage
source: Admin has blocked your account Mail to: admin@gmail.com
uk: Адміністратор заблокував ваш акаунт Напишіть на: admin@gmail.com

# networkUnavailable
source: Network unavailable. Please try again
uk: Мережа недоступна. Спробуйте ще раз

source: Error fetching user data
uk: Помилка отримання даних користувача

# storageError
source: Storage Error: {error}
uk: Помилка сховища: {error}

# welcomeMessage
source: Welcome to our app!
uk: Ласкаво просимо до нашого додатку!

source: Payment
uk: Оплата

# checkout
source: Proceed to Checkout
uk: Перейти до оплати

source: Total Amount
uk: Загальна сума

source: Order Summary
uk: Підсумок замовлення

source: Settings
uk: Налаштування

source: Offers
uk: Пропозиції

source: What's on your mind?
uk: Про що ви думаєте?

source: Book Dining
uk: Забронювати обід

source: Soft Drinks
uk: Безалкогольні напої

# deliveryTime
source: 45-50 mins
uk: 45-50 хв
